Repository: MatthewLJensen/smsconnector
Catalog: i18n/*/LC_MESSAGES/smsconnector.po
Languages: es_es

source: Creating link to public folder...
es_es: Crear enlace a carpeta pública...

source: Done
es_es: Hecho

source: Skip: the path already exists!
es_es: Saltar: ¡La ruta aún existe!

source: Removing public folder link...
es_es: Eliminar el enlace de la carpeta pública...

source: Error: the path still exists!
es_es: Error: ¡La ruta aún existe!

source: Skip: the path is not a symbolic link!
es_es: Saltar: ¡La ruta no es un enlace simbólico!

source: Reset
es_es: Restablecer

source: Submit
es_es: Enviar

source: ID is missing!
es_es: Falta el ID!

source: ID does not exist!
es_es: El ID no existe!

source: Number updated successfully
es_es: Número actualizado correctamente

source: Number created successfully
es_es: Número creado con éxito

source: Number delete successfully
es_es: Número eliminado correctamente

source: Number delete failed!
es_es: Error en la eliminación del número!

source: Command not found!
es_es: ¡Comando no encontrado!

source: Processing SIP SMS from %s to %s
es_es: Procesamiento de SMS SIP de %s a %s

source: Outbound message failed: %s
es_es: Mensaje de salida fallido: %s

source: No adaptor found for DID %s
es_es: No se ha encontrado ningún adaptador para DID %s

source: %s tried to send SMS from %s but is not allowed!
es_es: %s ha intentado enviar un SMS desde %s pero no está permitido!

source: Error sending message to %s: %s
es_es: Error al enviar el mensaje a %s: %s

source: While offline, you received an SMS from %s to %s: %s
es_es: Mientras estaba desconectado, recibió un SMS de %s a %s: %s

source: SMS received while offline
es_es: SMS recibidos estando fuera de línea

source: Necessary data is missing!
es_es: Faltan datos necesarios!

source: The DID already exists!
es_es: El DID ya existe!

source: Page Not Found (%s)!!!!
es_es: ¡¡¡¡Página no encontrada (%s)!!!!

source: SMS Connector
es_es: Conector SMS

source: SMS Connector received delete request for user id %s ; removing all DID assignments
es_es: El Conector SMS ha recibido una petición de borrado para el id de usuario %s ; eliminando todas las asignaciones DID

source: URL copied to clipboard
es_es: URL copiado al portapapeles

source: New Number
es_es: Añadir Número

source: Create New
es_es: Crear Nuevo

source: Edit Number (%s)
es_es: Editar Número (%s)

source: Save Changes
es_es: Guardar Cambios

source: DID cannot be blank
es_es: DID no puede estar en blanco

source: User list cannot be blank
es_es: La lista de usuarios no puede estar en blanco

source: Provider cannot be blank
es_es: El proveedor no puede estar en blanco

source: Updating...
es_es: Actualizando...

source: Adding...
es_es: Añadiendo...

source: ID not detected!
es_es: ¡ID no detectado!

source: Are you sure you want to delete the DID (%s)?
es_es: ¿Estás seguro de que quieres borrar el DID (%s)?

source: Yes
es_es: Sí

source: Name
es_es: Nombre

source: Option
es_es: Opción

source: Help text for the option.
es_es: Texto de ayuda para la opción.

source: Text to display in the input when it is empty.
es_es: Texto a mostrar en el input cuando está vacío.

source: API Username
es_es: API Nombre de Usuario

source: Enter the Bulkvs API Username
es_es: Introduzca el nombre de usuario API de Bulkvs

source: Enter Key
es_es: Introduzca Clave

source: API Password/Token
es_es: API Contraseña/Token

source: Enter the Bulkvs API Password/Token
es_es: Introduzca la Contraseña/Token de la API de Bulkvs

source: %s responds: HTTP %s, %s
es_es: %s responde: HTTP %s, %s

source: Unable to send message: %s
es_es: No se ha podido enviar el mensaje: %s

source: Webhook (%s) in: %s
es_es: Webhook (%s) en: %s

source: Unable to get message: %s
es_es: No se puede obtener el mensaje: %s

source: Unable to store MMS media: %s
es_es: No se pueden almacenar medios MMS: %s

source: Username
es_es: Nombre de Usuario

source: Enter the Commio API username
es_es: Introduzca el nombre de usuario de la API de Comio

source: Enter Username
es_es: Introduzca nombre de usuario

source: API Token
es_es: Token de API

source: Enter the Commio API token
es_es: Introduzca el Token de la API de Comio

source: Enter Token
es_es: Introduzca Token

source: Account ID
es_es: ID de la Cuenta

source: Enter the Commio account ID
es_es: Introduce el ID de la cuenta de Comio

source: Enter Account ID
es_es: Introduce ID de cuenta

source: API Key
es_es: Clave API

source: Enter the Flowroute API key
es_es: Introduce la Clave de la API de Flowroute

source: API Secret
es_es: Secreto de la API

source: Enter the Flowroute API secret
es_es: Introduzca el secreto de la API de Flowroute

source: Enter Secret
es_es: Introduzca secreto

source: SignalWire Subdomain
es_es: Subdominio SignalWire

source: Enter your unique SignalWire subdomain, the first part of subdomain.signalwire.com
es_es: Introduzca su subdominio SignalWire único, la primera parte de subdominio.signalwire.com

source: Enter SignalWire Subdomain
es_es: Introduzca el subdominio de SignalWire

source: Project ID
es_es: Proyecto ID

source: Enter the SignalWire project ID
es_es: Introduzca el ID del proyecto SignalWire

source: Enter Project ID
es_es: Introduzca el ID del proyecto

source: Enter the SignalWire API Token
es_es: Introduzca el token de la API SignalWire

source: Unable to get media file: %s
es_es: No se puede obtener el archivo multimedia: %s

source: Service Plan ID
es_es: ID del plan de servicio

source: Enter the Sinch SMS Service Plan ID
es_es: Introduzca el ID del plan de servicio Sinch SMS

source: Enter Service Plan ID
es_es: Introduzca el ID del plan de servicio

source: Enter API token
es_es: Introducir token API

source: Enter the Sinch Service API token
es_es: Introduzca el token de la API del servicio Sinch

source: Enter the Siptrunk API access key
es_es: Introduzca la clave API de Siptrunk

source: Enter the Siptrunk API secret key
es_es: Introduzca el secreto de la API de Siptrunk

source: Enter the Skyetel API key
es_es: Introduzca la clave API de Skyetel

source: Enter the Skyetel API secret
es_es: Introduzca el secreto de la API de Skyetel

source: Enter the Telnyx v2 API key
es_es: Introduzca la Clave API de Telnyx v2

source: Account SID
es_es: SID de Cuenta

source: Enter the Twilio account SID
es_es: Introduzca el SID de la cuenta Twilio

source: Enter Account SID
es_es: Introduzca el SID de la Cuenta

source: Auth Token
es_es: Token de Autenticación

source: Enter the Twilio Auth Token
es_es: Introduzca el Token de Autenticación de Twilio

source: The e-mail address you use to log in to Voip.ms
es_es: La dirección de correo electrónico que utiliza para iniciar sesión en Voip.ms

source: Voip.ms e-mail address
es_es: Voip.ms dirección de correo electrónico

source: Enter the Voip.ms API password
es_es: Introduzca la contraseña de la API Voip.ms

source: Enter Password
es_es: Introducir la contraseña

source: Enter the Voxtelesys v1 API key
es_es: Introduzca la Clave API de Voxtelesys v1

source: Webhook (%s): Return Code %s
es_es: Webhook (%s): Código de retorno %s

source: Exception Webhook (%s): %s
es_es: Excepción Webhook (%s): %s

source: Error Webhook (%s): The provider is not available!
es_es: Error Webhook (%s): El proveedor no está disponible!

source: Error Webhook (%s): The provider does not exist!
es_es: Error Webhook (%s): ¡El proveedor no existe!

source: Provider Settings
es_es: Configuración de Proveedor

source: List Numbers
es_es: Lista de Números

source: Set your public hostname in Advanced Settings -> FreePBX Web Address. (AMPWEBADDRESS)
es_es: Configure su nombre de host público en "Ajustes Avanzada -> FreePBX Dirección Web". (AMPWEBADDRESS)

source: The webhook for inbound SMS will be in the form: <code>https://AMPWEBADDRESS/smsconn/provider.php?provider=nameprovider</code> where <i>nameprovider</i> is one of <code>telnyx</code>, <code>flowroute</code>, <code>twilio</code>, <code>etc...</code>.
es_es: El webhook para SMS entrantes tendrá el formato: <code>https://AMPWEBADDRESS/smsconn/provider.php?provider=nameprovider</code> donde <i>nameprovider</i> es uno de <code>telnyx</code>, <code>flowroute</code>, <code>twilio</code>, <code>etc...</code>.

source: Note that the server must have a valid TLS certificate generated in Certificate Manager and set for the web server to use.
es_es: Tenga en cuenta que el servidor debe tener un certificado TLS válido generado en el Administrador de certificados y configurado para que lo use el servidor web.

source: Webhook Settings
es_es: Ajustes Webhook

source: Webhook Provider
es_es: Webhook del Proveedor

source: More information about the API
es_es: Más información sobre la API

source: - Supported Version %s
es_es: - Versión soportada %s

source: Loading...
es_es: Cargando...

source: Enter the DID, including the country code. North America numbers must start with 1!
es_es: Introduzca el DID, incluido el prefijo del país. Los números de España deben empezar por 34!

source: Users
es_es: Usuarios

source: Select the users associated with the DID
es_es: Seleccione el usuario asociado al DID

source: Available
es_es: Disponible

source: Selected
es_es: Seleccionado

source: Provider
es_es: Proveedor

source: Select the SMS provider. Only providers configured with credentials in the Provider Settings screen will be listed.
es_es: Seleccione el proveedor de SMS. Sólo aparecerán en la lista los proveedores configurados con credenciales en la pantalla Configuración de Proveedores.

source: Close
es_es: Cerrar

source: Add Number
es_es: Añadir Número

source: Action
es_es: Acción

source: SIP SMS enabled
es_es: SIP SMS habilitado

source: Enable this user to send and receive SMS on capable SIP devices, in addition to Sangoma softphones and UCP.
es_es: Permite a este usuario enviar y recibir SMS en dispositivos SIP compatibles, además de los softphones Sangoma y UCP.

source: Default DID for sending SIP SMS
es_es: DID por defecto para el envío de SMS SIP

source: This is the DID from which SMS will be sent by default on this user's SIP device.
es_es: Este es el DID desde el que se enviarán SMS por defecto en el dispositivo SIP de este usuario.

source: Send email notification for messages received while offline
es_es: Notificación por correo electrónico de los mensajes recibidos sin conexión

source: Send email notifications to the user if an SMS is received while the SIP device is unregistered or unable to receive it
es_es: Enviar notificaciones por correo electrónico al usuario si se recibe un SMS mientras el dispositivo SIP no está registrado o no puede recibirlo
